Repository: hcx07/APKToWin10M
Catalog: Src/Properties/Resources/.*.resx
Languages: es_es

# CommentResultOnFI
source: Comment Result On FI App
es_es: Comente en ForoInsider que tal funcionó la app

# ConnectInstructions
source: Connect to smartphone via USB ... Choose "Pair" and input an code...
es_es: Conecta tu smartphone por USB al ordenador y espera unos segundos. Después en la ventana de 'Para desarrolladores' presiona sobre emparejar, introduce el código y haz click en conectar.

# DisconectAll
source: Disconnect All
es_es: Desconectar

# InstallationFailed
source: Installation Failed. Follow the Instructions
es_es: Algo ocurrió. No se realizó la instalación.

# DevicesDetection
source: Device Detection
es_es: detección de dispositivos

# CodeWithColon
source: Code
es_es: Código:

# ActivateDeveloperModeInstructions
source: Choose Configuration > Activate Dev. Mode >Enabled
es_es: Dirígete a Configuración > Actualización y seguridad > Para desarrolladores. Una vez allí:

source: Developer Mode
es_es: modo de programador

# ConectByWiFI
source: Connect via WiFI
es_es: Conectar por WiFI

source: Please Drop APK And Install
es_es: Arrastre el APK e instale

source: Drop Here
es_es: Arrastre aquí

source: How It Went
es_es: ¿Cómo le fué?

# By
source: By Antonio de la Iglesia
es_es: Por Antonio de la Iglesia

source: Check Again
es_es: Volver a comprobar

# ActivateFemenineForm
source: - Activate
es_es: - Activa la

source: Please Connect and Pair Smartphone
es_es: Conecte y empareje el smartphone

# ThisIsNotAnAPK
source: This is not an .APK format
es_es: Esto no es un .apk

source: Please Activate Developer Mode
es_es: Active el modo de desarrollador

# Conectar
source: Connect
es_es: Conectar

# DropAPKOnSquareAlert
source: Alert: Drop APK On Square
es_es: Arrastre un archivo apk a la caja.

source: Device Already Connected
es_es: El dispositivo ya está conectado

# DropAPKOnSquare
source: Drop APK On Square To install...
es_es: Arrastre el APK en el cuadrado y presione instalar

source: Please Drop APK
es_es: Por favor, arrastre un APK

source: Installation OK
es_es: Instalación correcta.

# ActivateMasculineForm
source: - Activate
es_es: - Activa el

source: Device Not Connected
es_es: El dispositivo no está conectado

source: Install Has Finished
es_es: Instalación terminada. Compruebe su smartphone.

source: Install
es_es: Instalar

# ConectByUSB
source: Connect via USB
es_es: Conectar por USB
